<?xml version="1.0" encoding="UTF-8"?><metadata xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xsi:noNamespaceSchemaLocation="http://www.conabio.gob.mx/informacion/gis/schemas/fgdc/fgdc-std-001-1998.xsd"><idinfo><citation><citeinfo><origin>INEGI, (2024). &apos;AGEE &#x00C1;rea Geoestad&#x00ED;stica Estatal&apos;, escala: 1:250000. Instituto Nacional de Estad&#x00ED;stica y Geograf&#x00ED;a. M&#x00E9;xico, Ciudad de M&#x00E9;xico. </origin><pubdate>20231201</pubdate><title>Divisi&#x00F3;n pol&#x00ED;tica estatal 1:250000. 2023</title><geoform>Shapefile. Formato vectorial compuesto por 4 archivos (shp, shx, dbf,prj)</geoform><othercit>250000</othercit><onlink>http://geoportal.conabio.gob.mx/metadatos/doc/html/dest23gw.html</onlink></citeinfo></citation><descript><abstract>La capa Divisi&#x00F3;n pol&#x00ED;tica estatal de la versi&#x00F3;n Integrada del Marco Geoestad&#x00ED;stico, diciembre 2023, a la que se refieren estos metadatos es el resultado de la compilaci&#x00F3;n e integraci&#x00F3;n de actualizaciones cartogr&#x00E1;ficas derivadas de los recorridos de &#x00E1;reas de actualizaci&#x00F3;n para el MG, y para el Marco Maestro de Muestreo, la modificaci&#x00F3;n de l&#x00ED;mites pol&#x00ED;tico-administrativos sustentada en decretos oficiales emitidos por las autoridades competentes, las actualizaciones para la cartograf&#x00ED;a topogr&#x00E1;fica del INEGI, informaci&#x00F3;n que proporcionan las Unidades del estado y otras fuentes eventuales. El MG, diciembre 2023 Integrado es un producto estrechamente vinculado con las zonas habitadas, por lo que es afectado por diversos procesos sociales que no son iguales en los diferentes espacios geogr&#x00E1;ficos. Con base en la experiencia de varios a&#x00F1;os, se han dise&#x00F1;ado procesos de producci&#x00F3;n espec&#x00ED;ficos para estos distintos &#x00E1;mbitos, que, si bien guardan muchas semejanzas en t&#x00E9;rminos generales, tienen diferencias que son de relevancia para el objetivo de los presentes metadatos. Asimismo, el producto contiene representaciones de los elementos del terreno y delimitaciones que definen las &#x00E1;reas geoestad&#x00ED;sticas de diferentes tipos. Tales delimitaciones corresponden a los l&#x00ED;mites geoestad&#x00ED;sticos, que tambi&#x00E9;n pueden ser afectados por los procesos sociales vinculados con las localidades. Durante el per&#x00ED;odo de actualizaci&#x00F3;n se presentaron cambios en l&#x00ED;mites pol&#x00ED;tico-administrativos, los cuales se trabajaron mediante el procedimiento que sigue: se hizo un an&#x00E1;lisis cuidadoso para verificar el cumplimiento de una serie de requisitos: que existiera como sustento legal un documento emitido por la autoridad competente, que &#x00E9;ste proporcionara una descripci&#x00F3;n clara y precisa del nuevo l&#x00ED;mite, que permitiera su transcripci&#x00F3;n cartogr&#x00E1;fica precisa, que no estuviera involucrado en disputa jur&#x00ED;dica alguna, etc&#x00E9;tera. El nuevo l&#x00ED;mite pol&#x00ED;tico-administrativo se transcribi&#x00F3; tal cual a una base cartogr&#x00E1;fica y luego se incorpor&#x00F3; al Marco Geoestad&#x00ED;stico, diciembre 2023 Integrado con lo cual pas&#x00F3; a ser una delimitaci&#x00F3;n geoestad&#x00ED;stica, pues cuando fue necesario, para cuidar el cumplimiento de los requisitos de consistencia geom&#x00E9;trica del MG, su trazo se ajust&#x00F3; territorialmente, empleando como referencia rasgos del terreno visibles y permanentes y procurando afectar lo menos posible la conformaci&#x00F3;n del MG (por ejemplo, la conformaci&#x00F3;n de las AGEB). Este proceso se realiz&#x00F3; mediante un trabajo conjunto entre Oficinas Centrales, la coordinaci&#x00F3;n estatal y la direcci&#x00F3;n regional correspondientes. Finalmente se incorpor&#x00F3; a la base de datos la nueva delimitaci&#x00F3;n geoestad&#x00ED;stica (AGEE y/o AGEM y/o AGEB) y se actualizaron los cat&#x00E1;logos correspondientes. Para este tipo de informaci&#x00F3;n espacial tambi&#x00E9;n fue necesario desarrollar un proceso de producci&#x00F3;n y validaci&#x00F3;n. Por lo anterior, se explican por separado los procesos para la actualizaci&#x00F3;n del producto en dos &#x00E1;mbitos: 1) localidades urbanas y rurales con amanzanamiento; 2) localidades rurales puntuales y l&#x00ED;mites. El primer &#x00E1;mbito tiene como elemento base el objeto espacial denominado manzana; el segundo, el l&#x00ED;mite y la localidad rural puntual.</abstract><purpose>Proporcionar a las unidades de Estado y a la ciudadan&#x00ED;a en general informaci&#x00F3;n geogr&#x00E1;fica digital, actualizada peri&#x00F3;dicamente y en forma de continuo nacional, de todas las localidades y l&#x00ED;mites geoestad&#x00ED;sticos del pa&#x00ED;s. Con ello se dispondr&#x00E1; de un insumo para el levantamiento de informaci&#x00F3;n georreferenciada, que facilite su organizaci&#x00F3;n, an&#x00E1;lisis y difusi&#x00F3;n y de esta manera apoyar en el dise&#x00F1;o de pol&#x00ED;ticas p&#x00FA;blicas, investigaciones del sector acad&#x00E9;mico y proyectos civiles.</purpose><supplinf>Este producto contiene la siguiente informaci&#x00F3;n: - Pol&#x00ED;gono de &#x00C1;rea Geoestad&#x00ED;stica Estatal, representa la delimitaci&#x00F3;n de cada Estado que integra la Rep&#x00FA;blica Mexicana. - Pol&#x00ED;gonos de &#x00C1;reas Geoestad&#x00ED;sticas Municipales, representan la delimitaci&#x00F3;n de cada Municipio que integra una Entidad Federativa y las Demarcaciones Territoriales en la Ciudad de M&#x00E9;xico. - Pol&#x00ED;gonos de &#x00C1;reas Geoestad&#x00ED;sticas B&#x00E1;sicas rurales y urbanas, representa la delimitaci&#x00F3;n de los AGEB que integran un Municipio. - Pol&#x00ED;gonos de localidades, representa el contorno del &#x00E1;rea amanzanada de las localidades urbanas y rurales. - Puntos de ubicaci&#x00F3;n de Localidades Rurales, representan cada una de las localidades rurales correspondientes al Estado. Constituye un elemento que diversas instituciones gubernamentales utilizan, como parte del Marco Geoestad&#x00ED;stico Integrado que es herramientas de verificaci&#x00F3;n para la asignaci&#x00F3;n de recursos. Con base en la cartograf&#x00ED;a geoestad&#x00ED;stica y el Cat&#x00E1;logo &#x00DA;nico de Claves de &#x00C1;reas Geoestad&#x00ED;sticas Estatales, Municipales y Localidades, se verifica la existencia de localidades y su ubicaci&#x00F3;n respecto a los l&#x00ED;mites geoestad&#x00ED;sticos Se apoya as&#x00ED; la elaboraci&#x00F3;n de dict&#x00E1;menes e informes t&#x00E9;cnicos especializados, que son de utilidad para el desarrollo, control de procedimientos y toma de decisiones de las Unidades del Estado relacionadas con programas de distribuci&#x00F3;n de recursos econ&#x00F3;micos en diferentes sectores sociales. instituciones acad&#x00E9;micas y de investigaci&#x00F3;n utilizan el Marco Geoestad&#x00ED;stico Integrado en an&#x00E1;lisis espaciales relacionados con desastres naturales. Empleando la cartograf&#x00ED;a y cat&#x00E1;logos del MG e incorpor&#x00E1;ndolos a sistemas de informaci&#x00F3;n geogr&#x00E1;fica, en combinaci&#x00F3;n con otras capas de informaci&#x00F3;n, se identifican zonas con distintos niveles de riesgo o da&#x00F1;os recibidos respecto a diferentes tipos de desastres naturales. Se obtienen mapas tem&#x00E1;ticos que son de utilidad para las instancias de gobierno encargadas de programas de protecci&#x00F3;n civil. Referencias en la web: https://www.inegi.org.mx/temas/mg/&#x0023;descargas; https://www.inegi.org.mx/app/biblioteca/ficha.html?upc=794551067314</supplinf></descript><timeperd><timeinfo><sngdate><caldate>00000000</caldate></sngdate></timeinfo><current>2023</current></timeperd><status><progress>Complete</progress><update>No planeado</update></status><spdom><bounding><westbc>-118.365263217771</westbc><eastbc>-86.7104052798836</eastbc><northbc>32.7186535695317</northbc><southbc>14.5320983693075</southbc></bounding></spdom><keywords><theme><themekt>CNB.ACCESO</themekt><themekey>publico</themekey></theme><theme><themekt>CNB.LICENCIA</themekt><themekey>CC_BY_NC_2.5_MX</themekey></theme><theme><themekt>CNB.VISIBILIDAD</themekt><themekey>0</themekey><themekey>10</themekey></theme><theme><themekt>ESTRUCTURA</themekt><themekey>dipol</themekey><themekey>estata</themekey><themekey>dest23gw</themekey></theme><theme><themekt>CNB.ESCALA</themekt><themekey>250000</themekey></theme><theme><themekt>CONABIO</themekt><themekey>2023</themekey><themekey>Divisi&#x00F3;n pol&#x00ED;tica</themekey><themekey>Estatal</themekey><themekey>Marco Geoestad&#x00ED;stico</themekey></theme><place><placekt>CONABIO</placekt><placekey>Rep&#x00FA;blica Mexicana</placekey></place></keywords><accconst>Sin restricciones</accconst><useconst>No se permite utilizar estos datos con fines lucrativos y se debe citar la fuente del mapa y a CONABIO. Ver la licencia completa en http://creativecommons.org/licenses/by-nc/2.5/mx/</useconst><browse><browsen>http://www.conabio.gob.mx/informacion/gis/layouts/dest23gw.png</browsen><browsed>Mapa ilustrativo de Divisi&#x00F3;n pol&#x00ED;tica estatal 1:250000. 2023. La proyecci&#x00F3;n citada, es exclusiva para el dise&#x00F1;o de esta imagen.</browsed><browset>png</browset></browse><native>Software: Sistema de Informaci&#x00F3;n Geogr&#x00E1;fica con herramientas propias elaboradas para la edici&#x00F3;n y validaci&#x00F3;n de la cartograf&#x00ED;a del Marco Geoestad&#x00ED;stico en Python, Arc Gis 10.8.1 Hardware: Computadora Personal con Procesador Intel CORE a 3.6 ghz, Windows 8.1., Windows 10, ArcGIS 10.8.1</native></idinfo><dataqual><logic>Gabinete</logic><complete>La versi&#x00F3;n del Marco Geoestad&#x00ED;stico Integrado (MGI) a la que se refieren estos metadatos es el resultado de la compilaci&#x00F3;n e integraci&#x00F3;n de actualizaciones cartogr&#x00E1;ficas derivadas de dos fuentes generales. Por un lado, las que se detectan durante los recorridos de actualizaci&#x00F3;n para el MGI, Marco Nacional de Viviendas, adecuaci&#x00F3;n de l&#x00ED;mites pol&#x00ED;tico-administrativos sustentados por una evidencia legal, cartas topogr&#x00E1;ficas y otros. Por otro lado, est&#x00E1; la informaci&#x00F3;n que proporcionan las Unidades de Estado y los cambios derivados de la creaci&#x00F3;n de municipios o modificaci&#x00F3;n de l&#x00ED;mites pol&#x00ED;tico-administrativos, que son dados a conocer en decretos oficiales emitidos por instancias locales o federales. El MGI es un producto estrechamente vinculado con las zonas habitadas, por lo que es afectado por diversos procesos sociales que no son iguales en los diferentes espacios geogr&#x00E1;ficos. Por ello, con base en la experiencia de varios a&#x00F1;os, se han dise&#x00F1;ado procesos de producci&#x00F3;n espec&#x00ED;ficos para estos distintos &#x00E1;mbitos, que, si bien guardan muchas semejanzas en t&#x00E9;rminos generales, tienen diferencias que son de relevancia para el objetivo de los presentes metadatos. Asimismo, el producto contiene representaciones de los elementos del terreno y delimitaciones que definen las &#x00E1;reas geoestad&#x00ED;sticas de diferentes tipos, (explicadas en 1.3). Tales delimitaciones corresponden a los l&#x00ED;mites geoestad&#x00ED;sticos que tambi&#x00E9;n pueden ser afectados por los procesos sociales vinculados con las localidades. Para este tipo de informaci&#x00F3;n espacial tambi&#x00E9;n fue necesario desarrollar un proceso de producci&#x00F3;n y validaci&#x00F3;n.Por lo anterior, en el apartado 6.3.2.1 se explican por separado los procesos para la actualizaci&#x00F3;n del producto en dos &#x00E1;mbitos: 1) localidades urbanas y localidades rurales con amanzanamiento; 2) rural El &#x00E1;mbito tiene como elementos los objeto espaciales L&#x00CD;MITE y la LOCALIDAD RURAL PUNTUAL. Para una explicaci&#x00F3;n de estos conceptos y de la informaci&#x00F3;n relacionada con ellos que tambi&#x00E9;n proporciona el MGI, v&#x00E9;ase apartado 1.3.En el apartado 6.3.2.1, de cada &#x00E1;mbito se incluyen los pasos del proceso, informaci&#x00F3;n b&#x00E1;sica sobre la tecnolog&#x00ED;a empleada en ellos y los controles de calidad relevantes que se aplican en determinados momentos durante el proceso. Tambi&#x00E9;n separada por los dos &#x00E1;mbitos est&#x00E1; la informaci&#x00F3;n para el apartado 6.3.3.1 Fuente. Por otro lado, es importante se&#x00F1;alar que para los procesos se emplea un SIG, al cual se le a&#x00F1;adieron complementos (funciones) que la Direcci&#x00F3;n General de Geograf&#x00ED;a y Medio Ambiente desarroll&#x00F3; espec&#x00ED;ficamente para las necesidades del proceso de elaboraci&#x00F3;n del Marco Geoestad&#x00ED;stico Integrado.</complete><lineage><srcinfo><srccite><citeinfo><origin>No conocido</origin><pubdate>00000000</pubdate><title>No conocido</title><geoform>No conocido</geoform></citeinfo></srccite><srcscale>250000</srcscale><typesrc>Digital</typesrc><srctime><timeinfo><sngdate><caldate>00000000</caldate></sngdate></timeinfo><srccurr>No conocido</srccurr></srctime><srccitea>No conocido</srccitea><srccontr>INEGI, (2022), &apos;Marco Geoestad&#x00ED;stico, censo de poblaci&#x00F3;n y vivienda 2022.&apos;, Escala 1:250000. Instituto Nacional de Estad&#x00ED;stica y Geograf&#x00ED;a, Ciudad de M&#x00E9;xico, M&#x00E9;xico. Los casos de movimientos de l&#x00ED;mites pol&#x00ED;tico-administrativos: decretos federales emitidos por el Congreso de la Uni&#x00F3;n con reconocimiento (Federal), decretos estatales emitidos por los Congresos Estatales, con reconocimiento (Estatal), en los que se registran las demarcaciones de los l&#x00ED;mites. Per&#x00ED;odo de los documentos: 1 enero 2023 - 31 diciembre 2023., </srccontr></srcinfo><procstep><procdesc>1. Recepci&#x00F3;n y an&#x00E1;lisis de la informaci&#x00F3;n: se recibi&#x00F3; informaci&#x00F3;n de actualizaciones cartogr&#x00E1;ficas de diferentes proyectos como los siguientes: actualizaci&#x00F3;n permanente del Marco Geoestad&#x00ED;stico, Marco Maestro de Muestreo, Registro &#x00DA;nico de Vivienda, solicitudes provenientes de distintas unidades del Estado y la identificaci&#x00F3;n en gabinete de nuevos crecimientos con base en im&#x00E1;genes de sat&#x00E9;lite actualizadas. De todo ello se hizo una revisi&#x00F3;n sistem&#x00E1;tica para detectar nuevos amanzanamientos y cambios en otros elementos del Marco Geoestad&#x00ED;stico, tales como vialidades, localidades y AGEB. La informaci&#x00F3;n fue analizada y depurada para verificar que se cumplieran con los criterios de actualizaci&#x00F3;n cartogr&#x00E1;fica que se establecen en los documentos normativos del Marco Geoestad&#x00ED;stico. Un primer an&#x00E1;lisis fue a nivel localidad, revisando cada caso para dictaminar si un determinado asentamiento cumple con los criterios para ser considerado como localidad con clave propia. El segundo an&#x00E1;lisis se realiz&#x00F3; a cada uno de los elementos que conforman la localidad, para determinar si cumplen con los requisitos para ser considerada manzana.Algunos de los aspectos que se verificaron fueron: la ubicaci&#x00F3;n espacial de cada elemento con base en im&#x00E1;genes de sat&#x00E9;lite, que las solicitudes de estado estuvieran sustentadas y publicadas en el Diario Oficial de la Federaci&#x00F3;n y que los nuevos asentamientos estuvieran bien configurados para ser considerados susceptibles de digitalizaci&#x00F3;n y/o actualizaci&#x00F3;n. 2. Verificaci&#x00F3;n en campo: en cada entidad federativa se realiz&#x00F3; una planeaci&#x00F3;n y recorrido para verificar directamente en el terreno los casos de localidades y manzanas nuevas o con actualizaci&#x00F3;n. El tratamiento en campo de esta informaci&#x00F3;n implic&#x00F3;, adem&#x00E1;s del registro de la informaci&#x00F3;n geogr&#x00E1;fica correspondiente, la asignaci&#x00F3;n de claves provisionales (de localidad y/o manzana), que posteriormente ser&#x00E1;n agregadas a la base cartogr&#x00E1;fica por medio del Sistema de informaci&#x00F3;n geogr&#x00E1;fica del Marco Geoestad&#x00ED;stico (SIGMA). Estas claves eran provisionales en ese momento porque posteriormente cada caso fue analizado y dictaminado con base en la normatividad establecida, y s&#x00F3;lo en los casos que se declararon procedentes se les asign&#x00F3; una clave definitiva (ver paso siguiente). 3. Asignaci&#x00F3;n de claves y tipificaci&#x00F3;n: concluido el proceso de verificaci&#x00F3;n en campo se procedi&#x00F3; a agregar las localidades con modificaciones al Sistema de actualizaci&#x00F3;n permanente de cat&#x00E1;logos, asignando su clave geoestad&#x00ED;stica correspondiente. Esto es indispensable antes de agregar el resto de los elementos del Marco Geoestad&#x00ED;stico. En el SIGMA se carg&#x00F3; la capa vectorial de la cartograf&#x00ED;a base del Marco Geoestad&#x00ED;stico correspondiente al corte inmediato anterior y la capa de manzanas con las actualizaciones provenientes de campo donde se les asign&#x00F3; la clave geoestad&#x00ED;stica definitiva y su respectivo c&#x00F3;digo de actualizaci&#x00F3;n. Todo esto se hizo con base en los lineamientos y criterios de actualizaci&#x00F3;n cartogr&#x00E1;fica establecidos para el Marco Geoestad&#x00ED;stico.Concluida la integraci&#x00F3;n de todas las actualizaciones, por sistema se gener&#x00F3; la tabla de equivalencia en la que se registran los movimientos derivados de la actualizaci&#x00F3;n cartogr&#x00E1;fica de localidad, AGEB y manzanas (la tabla muestra los registros antes y despu&#x00E9;s de la actualizaci&#x00F3;n). Con ello se realiz&#x00F3; un corte de informaci&#x00F3;n para actualizar el cat&#x00E1;logo del Inventario de Manzanas, de AGEB y el Cat&#x00E1;logo &#x00DA;nico de Claves de &#x00C1;reas Geoestad&#x00ED;sticas Estatales, Municipales y Localidades. Todo lo anterior se hizo con base en la normatividad espec&#x00ED;fica para cada tipo de elemento. 4. Edici&#x00F3;n: consisti&#x00F3; en incorporar, editar y validar las actualizaciones reportadas por el operativo de campo y las que proven&#x00ED;an de otras fuentes, a los archivos base del Marco Geoestad&#x00ED;stico. Para ello, la base de trabajo fue el archivo vectorial m&#x00E1;s reciente al momento de iniciar la edici&#x00F3;n. A este archivo se le agregaron las capas de las actualizaciones (manzanas, AGEB, vialidades, servicios, etc.), se editaron dichos cambios y se verific&#x00F3; que todos se hubieran incorporado, se asignaron claves a los elementos que lo requer&#x00ED;an, como fue el caso de los ejes de vialidad. Esta actividad se realiz&#x00F3; a nivel municipal en cada uno de los archivos vectoriales. Cada fase de edici&#x00F3;n se concentr&#x00F3; en el trazo de nuevas manzanas o modificaciones de las existentes, empleando como base las im&#x00E1;genes satelitales m&#x00E1;s recientes de las cuales se dispon&#x00ED;a en el momento. No se verific&#x00F3; la plena correspondencia geom&#x00E9;trica de dicha base con los trazos de las ediciones anteriores. Dado que las im&#x00E1;genes fuente son cada vez de mejor resoluci&#x00F3;n y calidad m&#x00E9;trica, existir&#x00E1;n discrepancias de geometr&#x00ED;a con los pol&#x00ED;gonos que en su momento se trazaron con fuentes de menor resoluci&#x00F3;n y exactitud planim&#x00E9;trica. La fuente b&#x00E1;sica empleada fueron las ortoim&#x00E1;genes digitales de Digital Globe. En las zonas del pa&#x00ED;s donde &#x00E9;stas a&#x00FA;n no ten&#x00ED;an cobertura se recurri&#x00F3; a las im&#x00E1;genes m&#x00E1;s actuales disponibles en cada operativo de edici&#x00F3;n. En consecuencia, la geometr&#x00ED;a de las manzanas se bas&#x00F3; en fuentes con exactitud y temporalidad muy variadas. Adem&#x00E1;s, la normatividad establece que las manzanas se digitalicen por la guarnici&#x00F3;n de la banqueta, pero en ausencia de &#x00E9;sta al momento de la edici&#x00F3;n, se har&#x00E1; por el borde de las construcciones. Se trata de un aspecto temporal sin posible control que no obstante incide tambi&#x00E9;n en la certeza de la digitalizaci&#x00F3;n. Todo lo anterior propici&#x00F3; una limitante en los resultados de la edici&#x00F3;n. La calidad geom&#x00E9;trica (exactitud posicional) es muy variable en los pol&#x00ED;gonos de manzanas, por lo que no es posible establecer un rango o error promedio de suficiente representatividad para el producto. Despu&#x00E9;s se procedi&#x00F3; a la validaci&#x00F3;n topol&#x00F3;gica, que consisti&#x00F3; en verificar las relaciones de todos los elementos geom&#x00E9;tricos para detectar aqu&#x00E9;llos topol&#x00F3;gicamente incorrectos. Tambi&#x00E9;n se hicieron verificaciones de completitud de elementos contra los cat&#x00E1;logos geoestad&#x00ED;sticos de localidad, AGEB y manzanas, as&#x00ED; como de sus atributos y de su calidad geom&#x00E9;trica. Asimismo, se generaron y validaron las Tablas de Equivalencia de Frentes de Manzana (TEFM), que registran los movimientos de un corte cartogr&#x00E1;fico a otro, a nivel frente de manzana. Se verific&#x00F3; la integraci&#x00F3;n territorial; esto es, que todos los elementos del archivo vectorial estuvieran dentro del municipio y estado que les corresponde. En esta &#x00FA;ltima revisi&#x00F3;n se tomaron en cuenta las excepciones que existen en el territorio nacional. Todo lo anterior se realiz&#x00F3;, en esta etapa, en las coordinaciones estatales y regionales del INEGI. Cada uno de los archivos vectoriales se trabaj&#x00F3; por municipio; posteriormente se integraron todos para obtener un archivo por estado. Cuando la informaci&#x00F3;n estuvo lista se envi&#x00F3; a Oficinas Centrales al &#x00E1;rea correspondiente y se realiz&#x00F3; la revisi&#x00F3;n e integraci&#x00F3;n nacional correspondiente. 5. Integraci&#x00F3;n: los archivos concluidos en nivel estatal y regional se integraron para un control de calidad a nivel nacional. El archivo vectorial deb&#x00ED;a cumplir las reglas topol&#x00F3;gicas establecidas, la georreferenciaci&#x00F3;n espacial deb&#x00ED;a ser correcta en relaci&#x00F3;n con las im&#x00E1;genes m&#x00E1;s recientes de ese momento y no deb&#x00ED;a haber traslapes ni huecos entre los pol&#x00ED;gonos, existiendo una tolerancia permitida de 1 m (ver detalles en control de calidad).Tambi&#x00E9;n se revis&#x00F3; que hubiera congruencia entre la informaci&#x00F3;n vectorial y la tabular, empleando los cat&#x00E1;logos y tablas cartogr&#x00E1;ficas actualizadas y el Cat&#x00E1;logo &#x00DA;nico de Claves de &#x00C1;reas Geoestad&#x00ED;sticas Estatales, Municipales y Localidades (ver detalles en control de calidad). Concluidas estas pruebas, la informaci&#x00F3;n se export&#x00F3; e integr&#x00F3; en formato shape por entidad federativa como conjunto de datos, junto con sus metadatos y documentaci&#x00F3;n asociada describiendo los detalles t&#x00E9;cnicos de la informaci&#x00F3;n, as&#x00ED; como cat&#x00E1;logos de entidades, municipios, localidades urbanas y rurales amanzanadas. Latecnolog&#x00ED;a empleada fue Software: Sistema de Informaci&#x00F3;n Geogr&#x00E1;fica con herramientas propias elaboradas para la edici&#x00F3;n y validaci&#x00F3;n de la cartograf&#x00ED;a del Marco Geoestad&#x00ED;stico en Python, Arc Gis 10.8.1 Hardware: Computadora Personal con Procesador Intel CORE a 3.6 ghz, Windows 8.1.para llevar un control de calidad de llevo acabo la revisi&#x00F3;n: por medios automatizados se verific&#x00F3; que los objetos espaciales cumplieran con las reglas topol&#x00F3;gicas y con las relaciones l&#x00F3;gicas (conexi&#x00F3;n, compartici&#x00F3;n) establecidas en el diccionario de datos para los distintos objetos de puntos, l&#x00ED;neas y &#x00E1;reas. Se busc&#x00F3; identificar objetos que infringieran las reglas topol&#x00F3;gicas para generar las capas de error. Indicador aplicado: revisi&#x00F3;n de consistencia topol&#x00F3;gica. Que expresa el indicador: con valor 1 informa que se revis&#x00F3; la consistencia topol&#x00F3;gica en datos con estructura vectorial (representaci&#x00F3;n de punto, l&#x00ED;nea o pol&#x00ED;gono). Con valor 0 informa que no se revis&#x00F3; la consistencia topol&#x00F3;gica. La revisi&#x00F3;n detecta situaciones inconsistentes con las reglas topol&#x00F3;gicas establecidas para cada producto geogr&#x00E1;fico en su diccionario de datos. Algunos casos posibles son: autointersecciones no v&#x00E1;lidas, conexiones omitidas entre rasgos geogr&#x00E1;ficos, comparticiones omitidas entre rasgos geogr&#x00E1;ficos, huecos y traslapes entre rasgos geogr&#x00E1;ficos (con una tolerancia de 1 m.), &#x00E1;reas complejas malformadas y rasgos geogr&#x00E1;ficos duplicados. Estos errores son resultado de trazos o ediciones incorrectas y cada uno requiere efectuar una correcci&#x00F3;n o aportar una justificaci&#x00F3;n. Nivel de conformidad de calidad: Tolerancia de 1 metro; fuera de ella, no se admiti&#x00F3; ning&#x00FA;n error topol&#x00F3;gico. Se detect&#x00F3; aproximadamente un 0.5% de inconsistencias. Mediante algoritmos se identificaron las siguientes inconsistencias topol&#x00F3;gicas: huecos, mo&#x00F1;os, pol&#x00ED;gonos sin cerrar, geometr&#x00ED;as inv&#x00E1;lidas o traslapes entre los objetos de l&#x00ED;nea, &#x00E1;rea y punto. Sin embargo, exist&#x00ED;an excepciones por la variedad de casos que se presentan a nivel nacional, los cuales en la realidad del terreno son correctos. Estos casos no se corrigieron, sino que se justificaron. Se requiri&#x00F3; la consulta y conciliaci&#x00F3;n con las &#x00E1;reas involucradas para la pronta soluci&#x00F3;n de los problemas detectados. Las coordinaciones estatales validaron y estandarizaron la informaci&#x00F3;n considerando las excepciones aceptadas. Aqu&#x00ED; se describe s&#x00F3;lo la prueba a nivel nacional, en la cual se confront&#x00F3; la informaci&#x00F3;n de todas las entidades federativas, pero es similar a la que previamente (paso 3,&apos;Edici&#x00F3;n&apos;) se hizo en cada coordinaci&#x00F3;n estatal, donde se confront&#x00F3; la informaci&#x00F3;n de todos los municipios de cada entidad. &#x00C1;mbito de la revisi&#x00F3;n: las localidades y manzanas que tuvieron alguna actualizaci&#x00F3;n cartogr&#x00E1;fica o eran nuevas, as&#x00ED; como, todos los elementos que las compon&#x00ED;an, como frentes de manzana, AGEB, ejes y servicios. Inspecci&#x00F3;n: completa. Explicaci&#x00F3;n de la revisi&#x00F3;n: mediante aplicaciones inform&#x00E1;ticas se comprob&#x00F3; en el archivo vectorial la existencia de todos los vectores debidos, tomando como referencia la tabla de equivalencia de actualizaci&#x00F3;n cartogr&#x00E1;fica y el Cat&#x00E1;logo &#x00DA;nico de Claves de &#x00C1;reas Geoestad&#x00ED;sticas Estatales, Municipales y Localidades. Resultados de la revisi&#x00F3;n: aproximadamente 0.5% de inconsistencias. Nivel de conformidad de calidad: cero tolerancias de errores tabulares. La informaci&#x00F3;n deb&#x00ED;a estar completa al 100% tanto en localidades como en manzanas. Observaciones: Se requiri&#x00F3; la consulta y conciliaci&#x00F3;n con las &#x00E1;reas involucradas para la pronta soluci&#x00F3;n de los problemas detectados. Aqu&#x00ED; se describe s&#x00F3;lo la prueba a nivel nacional, en la cual se confront&#x00F3; la informaci&#x00F3;n de todas las entidades federativas, pero es similar a la que previamente (paso 3,&apos;Edici&#x00F3;n&apos;) se hizo en cada coordinaci&#x00F3;n estatal, donde se confront&#x00F3; la informaci&#x00F3;n de todos los municipios de cada entidad. &#x00C1;mbito de la revisi&#x00F3;n: las localidades, pol&#x00ED;gonos externos, AGEB urbano y rural, manzanas y elementos que las conforman (ejes viales, frentes de manzana y servicios) y pol&#x00ED;gonos externos de manzana. Inspecci&#x00F3;n: completa. Explicaci&#x00F3;n de la revisi&#x00F3;n: mediante un an&#x00E1;lisis visual se confront&#x00F3; la geometr&#x00ED;a de los nuevos amanzanamientos y actualizaciones en la capa vectorial, con los correspondientes rasgos f&#x00ED;sicos visibles en la imagen y usando como referencia adicional las capas vectoriales de ejes viales, frentes de manzana y servicios. Resultados de la revisi&#x00F3;n: aproximadamente 20% de los objetos present&#x00F3; alguna inconsistencia en los criterios de actualizaci&#x00F3;n cartogr&#x00E1;fica. Nivel de conformidad de calidad: no se aplica. Evaluadores: Direcci&#x00F3;n General Adjunta de Informaci&#x00F3;n Geogr&#x00E1;fica para la Administraci&#x00F3;n del Territorio (INEGI) Observaciones: para todos los objetos que presentaron alguna inconsistencia en los criterios de actualizaci&#x00F3;n cartogr&#x00E1;fica, se consult&#x00F3; con el personal del departamento de Cartograf&#x00ED;a y Territorio de cada entidad involucrada, para tener una informaci&#x00F3;n m&#x00E1;s homog&#x00E9;nea, y se concluy&#x00F3; que no se deb&#x00ED;an integrar a la cartograf&#x00ED;a del Marco Geoestad&#x00ED;stico. Todas las localidades con sus respectivas manzanas se verificaron en campo debido a que las im&#x00E1;genes no estaban actualizadas en toda la cobertura nacional y s&#x00F3;lo se tomaron como referencia. Explicaci&#x00F3;n de la revisi&#x00F3;n: mediante un sistema automatizado de validaci&#x00F3;n tabular se verific&#x00F3; la homogeneidad de la nomenclatura y claves geoestad&#x00ED;sticas entre los cat&#x00E1;logos de estado, municipio, localidad, AGEB y manzana. Una vez liberados se confrontaron con las actualizaciones cartogr&#x00E1;ficas registradas en la tabla de equivalencia cartogr&#x00E1;fica. Resultados de la revisi&#x00F3;n: aproximadamente 15% de los registros present&#x00F3; alguna inconsistencia en nomenclatura y/o clave geoestad&#x00ED;stica. Nivel de conformidad de calidad: cero inconsistencias aceptables. Evaluadores: Direcci&#x00F3;n General Adjunta de Informaci&#x00F3;n Geogr&#x00E1;fica para la Administraci&#x00F3;n del Territorio (INEGI) Observaciones: para todos los registros que presentaron alguna inconsistencia, se consult&#x00F3; con el personal del departamento de Cartograf&#x00ED;a y Territorio de cada coordinaci&#x00F3;n estatal involucrada, para corregir las inconsistencias presentadas y liberar la informaci&#x00F3;n tabular. Explicaci&#x00F3;n de la revisi&#x00F3;n: mediante un sistema automatizado de validaci&#x00F3;n vectorial se valid&#x00F3; que existiera correspondencia entre la informaci&#x00F3;n tabular (claves geoestad&#x00ED;sticas) y su ubicaci&#x00F3;n en el gr&#x00E1;fico, adem&#x00E1;s se verific&#x00F3; que los c&#x00F3;digos de actualizaci&#x00F3;n cartogr&#x00E1;fica se aplicaron correctamente en la tabla de equivalencia. Nivel de conformidad de calidad: cero inconsistencias aceptables. Resultados de la revisi&#x00F3;n: aproximadamente 1% de los registros present&#x00F3; alguna inconsistencia en c&#x00F3;digo de actualizaci&#x00F3;n, ubicaci&#x00F3;n o clave geoestad&#x00ED;stica. Evaluadores: Direcci&#x00F3;n General Adjunta de Informaci&#x00F3;n Geogr&#x00E1;fica para la Administraci&#x00F3;n del Territorio (INEGI) Observaciones: para todos los registros que presentaron alguna inconsistencia, se consult&#x00F3; con el personal del departamento de Cartograf&#x00ED;a y Territorio de cada coordinaci&#x00F3;n estatal involucrada, para corregir las inconsistencias presentadas y liberar la informaci&#x00F3;n tabular.</procdesc><procdate>00000000</procdate></procstep></lineage></dataqual><spdoinfo><direct>Vector</direct><ptvctinf><sdtsterm ><sdtstype>G-polygon</sdtstype><ptvctcnt>32</ptvctcnt></sdtsterm></ptvctinf></spdoinfo><spref><horizsys><geograph><latres>0.0174532925199433</latres><longres>0.0174532925199433</longres><geogunit>Decimal degrees</geogunit></geograph><geodetic><horizdn>WGS84</horizdn><ellips>WGS84</ellips><semiaxis>6378137.000000</semiaxis><denflat>298.257224</denflat></geodetic></horizsys></spref><eainfo><detailed><enttyp><enttypl>DEST23GW.DBF</enttypl><enttypd>Atributos de la Divisi&#x00F3;n pol&#x00ED;tica estatal de la rep&#x00FA;blica mexicana</enttypd><enttypds>No conocido</enttypds></enttyp><attr><attrlabl>CVEGEO</attrlabl><attrdef>Car&#x00E1;cter</attrdef><attrdefs>INEGI</attrdefs><attrdomv><udom>Clave geogr&#x00E1;fica oficial del municipio</udom></attrdomv></attr><attr><attrlabl>CVE_ENT</attrlabl><attrdef>Car&#x00E1;cter</attrdef><attrdefs>INEGI</attrdefs><attrdomv><udom>Clave oficial de la entidad federativa</udom></attrdomv></attr><attr><attrlabl>NOMGEO</attrlabl><attrdef>Car&#x00E1;cter</attrdef><attrdefs>INEGI</attrdefs><attrdomv><udom>Nombre oficial del rasgo geogr&#x00E1;fico</udom></attrdomv></attr><attr><attrlabl>CVE_CAP</attrlabl><attrdef>No conocido</attrdef><attrdefs>INEGI</attrdefs><attrdomv><udom>Clave oficial de la capital de la entidad federativa.</udom></attrdomv></attr><attr><attrlabl>NOM_CAP</attrlabl><attrdef>Car&#x00E1;cter</attrdef><attrdefs>INEGI</attrdefs><attrdomv><udom>Nombre oficial de la capital de la entidad federativa.</udom></attrdomv></attr><attr><attrlabl>AREA</attrlabl><attrdef>Num&#x00E9;rico</attrdef><attrdefs>Generado por el software</attrdefs><attrdomv><udom>Indica el &#x00E1;rea que tiene cada pol&#x00ED;gono</udom></attrdomv><attrvai><attrva>1</attrva><attrvae>Grados decimales al cuadrado</attrvae></attrvai></attr><attr><attrlabl>PERIMETER</attrlabl><attrdef>Num&#x00E9;rico</attrdef><attrdefs>Generado por el software</attrdefs><attrdomv><udom>Indica el per&#x00ED;metro que tiene cada pol&#x00ED;gono</udom></attrdomv><attrvai><attrva>1</attrva><attrvae>Grados decimales</attrvae></attrvai></attr></detailed></eainfo><distinfo><distrib><cntinfo><cntorgp><cntorg>Comisi&#x00F3;n Nacional para el Conocimiento y Uso de la Biodiversidad (CONABIO)</cntorg><cntper>Subdirecci&#x00F3;n de Gesti&#x00F3;n de Sistemas Geoespaciales</cntper></cntorgp><cntpos>Subdirecci&#x00F3;n de Gesti&#x00F3;n de Sistemas Geoespaciales</cntpos><cntaddr><addrtype>mailing and physical address</addrtype><address>Liga Perif&#x00E9;rico Insurgentes Sur Num. 4903 1er piso. Col. Parques del Pedregal. Delg. Tlalpan</address><city>Ciudad de M&#x00E9;xico</city><state>Ciudad de M&#x00E9;xico</state><postal>14010</postal><country>M&#x00E9;xico</country></cntaddr><cntvoice>50045012</cntvoice><cntfax>50044931</cntfax><cntemail>ssig@conabio.gob.mx</cntemail><hours>Lunes a Viernes de 8 a 18 hrs.</hours></cntinfo></distrib><resdesc>dest23gw</resdesc><distliab>La Subdirecci&#x00F3;n de Gesti&#x00F3;n de Sistemas Geoespaciales de la CONABIO solo se hace responsable de la informaci&#x00F3;n presentada en el mapa y se deslinda del uso que se le de a la misma.</distliab><stdorder><digform><digtinfo><formname>ESRI Shapefile (SHP)</formname><formverd>199807</formverd><filedec>compactado en ZIP</filedec><transize>15.5</transize></digtinfo><digtopt><onlinopt><computer><networka><networkr> http://www.conabio.gob.mx/informacion/gis/maps/geo/dest23gw.zip</networkr></networka></computer><accinstr>Coordenadas geogr&#x00E1;ficas WGS84. (EPSG:4326). Formato vectorial de almacenamiento de elementos geogr&#x00E1;ficos y sus atributos asociados. </accinstr></onlinopt><onlinopt><computer><networka><networkr> http://www.conabio.gob.mx/informacion/gis/maps/ccl/dest23gw_c.zip</networkr></networka></computer><accinstr>Proyecci&#x00F3;n C&#x00F3;nica Conforme de Lambert WGS84. (EPSG:48402). Formato vectorial de almacenamiento de elementos geogr&#x00E1;ficos y sus atributos asociados. </accinstr></onlinopt></digtopt></digform><digform><digtinfo><formname>Google Earth (KML)</formname><formvern>2.2</formvern><filedec>compactado como KMZ</filedec></digtinfo><digtopt><onlinopt><computer><networka><networkr> http://www.conabio.gob.mx/informacion/gis/maps/kmz/dest23gw.kmz</networkr></networka></computer><accinstr>Coordenadas geogr&#x00E1;ficas WGS84. (EPSG:4326). Los archivos KML representan datos geogr&#x00E1;ficos para Google Earth, a menudo suelen distribuirse comprimidos como KMZ.</accinstr></onlinopt></digtopt></digform><digform><digtinfo><formname>CNB.GEO.TMS</formname><formvern>1.0.0</formvern><formspec>PNG</formspec></digtinfo><digtopt><onlinopt><computer><networka><networkr>http://wms0.conabio.gob.mx/dest23gw.py/</networkr><networkr>http://wms1.conabio.gob.mx/dest23gw.py/</networkr><networkr>http://wms2.conabio.gob.mx/dest23gw.py/</networkr></networka></computer></onlinopt></digtopt></digform><digform><digtinfo><formname>Servicio de im&#x00E1;genes (WMS)</formname><formvern>1.1.1</formvern></digtinfo><digtopt><onlinopt><computer><networka><networkr>http://www.conabio.gob.mx/informacion/explorer/wms?Format=image/png&amp;request=GetMap&amp;version=1.1.1&amp;width=800&amp;height=424&amp;srs=EPSG:4326&amp;bbox=-120.0,13.8,-85.1,33.5&amp;layers=dest23gw</networkr></networka></computer><accinstr>Coordenadas geogr&#x00E1;ficas WGS84. (EPSG:4326). Servicio Web Map Service. Los mapas de datos referenciados espacialmente producidos se generan normalmente en un formato de imagen como PNG, GIF o JPEG, pueden se vistos en un SIG </accinstr></onlinopt></digtopt></digform><digform><digtinfo><formname>Mapa digital interactivo</formname><formvern>1.0</formvern></digtinfo><digtopt><onlinopt><computer><networka><networkr>http://www.conabio.gob.mx/informacion/gis/?vns=gis_root/dipol/estata/dest23gw</networkr></networka></computer><accinstr>Coordenadas geogr&#x00E1;ficas WGS84. (EPSG:4326)</accinstr></onlinopt></digtopt></digform><fees>Acceso libre sin ning&#x00FA;n cargo al p&#x00FA;blico en general.</fees></stdorder><techpreq>Tener sistemas compatibles con archivos Shapefile, en caso que existan se pueden visualizar en Google Earth KML y/o conexi&#x00F3;n al servicio WMS.</techpreq></distinfo><metainfo><metd>20231201</metd><metc><cntinfo><cntorgp><cntorg>Comisi&#x00F3;n Nacional para el Conocimiento y Uso de la Biodiversidad (CONABIO)</cntorg><cntper>Subdirecci&#x00F3;n de Gesti&#x00F3;n de Sistemas Geoespaciales</cntper></cntorgp><cntpos>Administrador de Metadatos</cntpos><cntaddr><addrtype>mailing and physical address</addrtype><address>Liga Perif&#x00E9;rico Insurgentes Sur Num. 4903 1er piso. Col. Parques del Pedregal. Delg. Tlalpan</address><city>Ciudad de M&#x00E9;xico</city><state>Ciudad de M&#x00E9;xico</state><postal>14010</postal><country>M&#x00E9;xico</country></cntaddr><cntvoice>01 55 5004 5012</cntvoice><cntfax>50044931</cntfax><cntemail>ssig@conabio.gob.mx</cntemail><hours>Lunes a Viernes de 8 a 18 hrs.</hours></cntinfo></metc><metstdn>FGDC Content Standards for Digital Geospatial Metadata, 1998</metstdn><metstdv>FGDC-STD-001-1998 version 2.0</metstdv></metainfo></metadata>